{
  "extensionDescription": {
    "message": "Facebook Container aislla l'actividá de Facebook pa evitar que te rastrexe fuera del so sitiu pente cookies de terceros.",
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "in-fbc-subhead": {
    "message": "$URL ta en Facebook Container.",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.facebook.com"
      }
    }
  },
  "in-fbc-p1": {
    "message": "Agora Facebook pue rastrexate nesti sitiu. Pa quitalu de Facebook Container, esbilla «Sitios permitíos» en Facebook Container y quítalu de la llista."
  },
  "on-facebook-p1": {
    "message": "Esti iconu apaez na barra de direiciones de Firefox cuando visites sitios que pertenezan a Facebook o qu'amestares a Facebook Container.",
    "description": "This is shown in the body of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "on-facebook-p2": {
    "message": "Estos sitios precisen acceder a la to indentidá de Facebook (o saber quién yes) pa funcionar. Eso tamién significa que Facebook pue rastrexar tolo que faes nellos.",
    "description": "This is shown in the body of the panel pop up when the user is on Facebook."
  },
  "notOnFacebookHeader": {
    "message": "$URL$ nun ta en Facebook Container.",
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.google.com"
      }
    }
  },
  "notOnFacebookText": {
    "message": "Esti sitiu ta fuera de Facebook Container. Esto dificulta a Facebook el rastrexate pente la rede.",
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "onUnknownSiteHeader": {
    "message": "Esti sitiu nun ta en Facebook Container.",
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "facebookContainer": {
    "message": "Facebook Container",
    "description": "This is the name of the extension, and appears at the top of all onboarding panels. Please do not translate \"Facebook Container\"."
  },
  "onboarding1-p1": {
    "message": "Facebook pue rastrexar el to restolar acullá de Facebook.com. Por exemplu, los botones Préstame o Compartir puen siguite hasta onde teas, tamién nos sitios nos que nun los usares.",
    "description": "This is the first paragraph of onboarding panel 1. Please do not translate \"Facebook Container\""
  },
  "onboarding1-p2": {
    "message": "Facebook Container crea una llende ente los sitios de Facebook y el restu de la web pa que Facebook nun lo tenga fácil nel momentu de rastrexate en llinia.",
    "description": "Please do not translate \"Facebook Container\""
  },
  "onboarding2-p1": {
    "message": "Esti iconu apaez na barra de direiciones de Firefox cuando visites sitios, como Facebook.com, que tean na llende de Facebook Container.",
    "description": "This is the first paragraph of the second onboarding panel."
  },
  "onboarding2-p2": {
    "message": "Estos sitios precisen acceder a la to indentidá de Facebook (o saber quién yes) pa funcionar. Eso tamién significa que Facebook pue rastrexar tolo que faes nellos.",
    "description": "This is the second paragraph of the second onboarding panel. Please do not translate \"Facebook Container\""
  },
  "onboarding4-subhead": {
    "message": "Fuera de Facebook",
    "description": "This is the subhead for the fourth onboarding panel."
  },
  "onboarding4-p1": {
    "message": "Magar que nun teas en Facebook, Facebook pue rastrexate en llinia. Los botones que te dexen espublizar coses en Facebook o aniciar sesión nos sitios web col usu d'una cuenta de Facebook contienen rastrexadores. Facebook Container va boquiar esos rastrexadores y amosar l'iconu de valla pa enseñate onde se quitaron rastrexadores.",
    "description": "This is the first paragraph of the fourth onboarding panel."
  },
  "onboarding4-img": {
    "message": "Esta imaxe demuestra cómo va apaecer l'iconu de valla de Facebook Container al llau d'un botón Préstame de Facebook.",
    "description": "This is alternative text for the image shown in the fourth onboarding panel."
  },
  "btn-cancel": {
    "message": "Encaboxar",
    "description": "This is a button to cancel out of the onboarding panel."
  },
  "no-trackers-p1": {
    "message": "Facebook Container nun deteutó nengún rastrexador de Facebook nesta páxina. Por embargu, la páxina pue contener otres tribes de rastrexadores.",
    "description": ""
  },
  "how-fbc-works": {
    "message": "Cómo funciona Facebook Container",
    "description": "This is a button that opens the Facebook Container onboarding flow."
  },
  "trackers-detected-subhead": {
    "message": "Protexímoste de Facebook.",
    "description": "This is a subhead, and it means that the add on has protected the user by blocking Facebook trackers."
  },
  "trackers-detected-p1": {
    "message": "Los botones de Facebook qu'apaecen nes tiendes, noticies y otros sitios contienen rastrexadores que-y dicen a Facebook en que parte de la web tuviesti. Magar qu'enxamás usares esos botones pa prestar o compartir, los rastrexadores entá puen recoyer datos tocante al to restolar. Facebook Container blóquialos.",
    "description": ""
  },
  "inPageUI-tooltip-prompt-p2": {
    "message": "Si quies usar l'aniciu de sesión con Facebook, Facebook va ser a rastrexar la to actividá nesti sitiu. Esto pue ayudalos a crear un perfil completu de la to vida dixital.",
    "description": ""
  }
}
