{
  "extensionDescription": {
    "message": "Facebook Container แยกกิจกรรม Facebook ของคุณออกจากกิจกรรมเว็บที่เหลือเพื่อป้องกันไม่ให้ Facebook ติดตามคุณนอกเว็บไซต์ Facebook ผ่านคุกกี้ของบุคคลที่สาม", 
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "in-fbc-subhead": {
    "message": "$URL$ อยู่ใน Facebook Container", 
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.facebook.com"
      }
    }
  }, 
  "notOnFacebookHeader": {
    "message": "$URL$ ไม่ได้อยู่ใน Facebook Container", 
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.google.com"
      }
    }
  }, 
  "notOnFacebookText": {
    "message": "ไซต์นี้อยู่ภายนอก Facebook Container ซึ่งทำให้ Facebook ติดตามคุณได้ยากขึ้น", 
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "onUnknownSiteHeader": {
    "message": "ไซต์นี้ไม่ได้อยู่ใน Facebook Container", 
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "facebookContainer": {
    "message": "Facebook Container", 
    "description": "This is the name of the extension, and appears at the top of all onboarding panels. Please do not translate \"Facebook Container\"."
  }, 
  "onboarding1-subhead": {
    "message": "การใช้ Facebook Container", 
    "description": "This is the subhead of onboarding panel 1. Please do not translate \"Facebook Container\""
  }, 
  "onboarding3-subhead": {
    "message": "ฉันจะรู้ได้อย่างไรว่า Facebook Container กำลังทำงานอยู่?", 
    "description": "This is the subhead for the third onboarding panel."
  }, 
  "btn-allow": {
    "message": "อนุญาต", 
    "description": "This is a button to allows users to whitelist the domain, adding it to the Facebook container."
  }, 
  "btn-cancel": {
    "message": "ยกเลิก", 
    "description": "This is a button to cancel out of the onboarding panel."
  }, 
  "btn-next": {
    "message": "ถัดไป", 
    "description": "This is a button to continue to the next onboarding panel."
  }, 
  "btn-back": {
    "message": "ย้อนกลับ", 
    "description": "This is a button that returns the user to the previous onboarding panel."
  }, 
  "btn-done": {
    "message": "เสร็จสิ้น", 
    "description": "This is a button the user clicks to close out the panel when they have finished reading the text."
  }, 
  "no-trackers-subhead": {
    "message": "ไม่พบตัวติดตามของ Facebook", 
    "description": ""
  }, 
  "learn-more": {
    "message": "เรียนรู้เพิ่มเติม", 
    "description": "This is a link that opens a page with more information about Facebook Container."
  }, 
  "sites-added-subhead": {
    "message": "ไซต์ที่อนุญาตใน Facebook Container", 
    "description": "This is a panel subhead."
  }, 
  "no-sites-added": {
    "message": "ไม่มี", 
    "description": "This message is shown beneath the 'SITES YOU’VE ALLOWED' list header when no sites have been added to the contaner."
  }, 
  "sites-allowed": {
    "message": "ไซต์ที่คุณได้อนุญาต", 
    "description": "This is the header for the list of sites the user has manually added into the Facebook Container. Capitalized letters are preferred if that makes sense/is feasible for the lanaguage."
  }, 
  "remove": {
    "message": "เอาออก", 
    "description": ""
  }, 
  "remove-site-subhead": {
    "message": "เอาไซต์ออกจาก Facebook Container?", 
    "description": ""
  }, 
  "inPageUI-tooltip-prompt-p1": {
    "message": "อนุญาตให้ Facebook ติดตามคุณที่นี่?", 
    "description": ""
  }, 
  "inPageUI-tooltip-prompt-checkbox": {
    "message": "ไม่ต้องแสดงสิ่งนี้ให้ฉันเห็นอีก", 
    "description": ""
  }
}
