{
  "extensionDescription": {
    "message": "Facebook Container แยกกิจกรรม Facebook ของคุณออกจากกิจกรรมเว็บที่เหลือ เพื่อป้องกันไม่ให้ Facebook ติดตามคุณนอกเว็บไซต์ Facebook ผ่านคุกกี้ของบุคคลที่สาม",
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "in-fbc-subhead": {
    "message": "$URL$ อยู่ใน Facebook Container",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.facebook.com"
      }
    }
  },
  "in-fbc-p1": {
    "message": "Facebook สามารถติดตามคุณบนไซต์นี้ได้ หากต้องการเอาไซต์นี้ออกจาก Facebook Container ให้เลือก ไซต์ที่อนุญาต ใน Facebook Container แล้วเอาออกจากรายชื่อ"
  },
  "on-facebook-subhead": {
    "message": "บน Facebook และไซต์ที่อยู่ในขอบเขตของ Facebook Container",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "on-facebook-p1": {
    "message": "ไอคอนนี้จะปรากฏในแถบที่อยู่ของ Firefox เมื่อคุณเยี่ยมชมไซต์ที่ Facebook เป็นเจ้าของหรือไซต์ที่คุณเพิ่มลงใน Facebook Container",
    "description": "This is shown in the body of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "on-facebook-p2": {
    "message": "ไซต์เหล่านี้จำเป็นต้องเข้าถึงข้อมูลประจำตัว Facebook ของคุณ (หรือรู้ว่าคุณเป็นใคร) เพื่อให้ทำงานได้ ซึ่งหมายความว่า Facebook สามารถติดตามทุกสิ่งที่คุณทำบนไซต์เหล่านี้ได้ด้วย",
    "description": "This is shown in the body of the panel pop up when the user is on Facebook."
  },
  "notOnFacebookHeader": {
    "message": "$URL$ ไม่ได้อยู่ใน Facebook Container",
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.google.com"
      }
    }
  },
  "notOnFacebookText": {
    "message": "ไซต์นี้อยู่ภายนอก Facebook Container ซึ่งทำให้ Facebook ติดตามคุณได้ยากขึ้น",
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "onUnknownSiteHeader": {
    "message": "ไซต์นี้ไม่ได้อยู่ใน Facebook Container",
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "facebookContainer": {
    "message": "Facebook Container",
    "description": "This is the name of the extension, and appears at the top of all onboarding panels. Please do not translate \"Facebook Container\"."
  },
  "onboarding1-subhead": {
    "message": "การใช้ Facebook Container",
    "description": "This is the subhead of onboarding panel 1. Please do not translate \"Facebook Container\""
  },
  "onboarding1-p1": {
    "message": "Facebook สามารถติดตามการเรียกดูของคุณได้มากกว่า Facebook.com ตัวอย่างเช่น ปุ่ม ถูกใจ และ แชร์ ของ Facebook สามารถติดตามตำแหน่งที่คุณเคยอยู่แม้กระทั่งในหน้าเว็บที่คุณไม่เคยถูกใจหรือแชร์ได้",
    "description": "This is the first paragraph of onboarding panel 1. Please do not translate \"Facebook Container\""
  },
  "onboarding1-p2": {
    "message": "Facebook Container จะสร้างขอบเขตระหว่างไซต์ Facebook กับเว็บอื่น ๆ ที่เหลือ จึงทำให้ Facebook ติดตามคุณบนโลกออนไลน์ได้ยากขึ้น",
    "description": "Please do not translate \"Facebook Container\""
  },
  "onboarding2-subhead": {
    "message": "บน Facebook และไซต์ที่อยู่ในขอบเขตของ Facebook Container",
    "description": "This is the subhead for the second onboarding panel. Please do not translate \"Facebook Container\""
  },
  "onboarding2-alt": {
    "message": "ไอคอนรูปรั้วของ Facebook Container",
    "description": "This is alternative text for the icon in the second onboarding panel"
  },
  "onboarding2-p1": {
    "message": "ไอคอนนี้จะปรากฏในแถบที่อยู่ Firefox เมื่อคุณเยี่ยมชมไซต์ต่าง ๆ เช่น Facebook.com ที่อยู่ในขอบเขตของ Facebook Container",
    "description": "This is the first paragraph of the second onboarding panel."
  },
  "onboarding2-p2": {
    "message": "ไซต์เหล่านี้จำเป็นต้องเข้าถึงข้อมูลประจำตัว Facebook ของคุณ (หรือรู้ว่าคุณเป็นใคร) เพื่อให้ทำงานได้ ซึ่งหมายความว่า Facebook สามารถติดตามทุกสิ่งที่คุณทำบนไซต์เหล่านี้ได้ด้วย",
    "description": "This is the second paragraph of the second onboarding panel. Please do not translate \"Facebook Container\""
  },
  "onboarding4-subhead": {
    "message": "ภายนอก Facebook",
    "description": "This is the subhead for the fourth onboarding panel."
  },
  "onboarding4-p1": {
    "message": "ถึงแม้ว่าคุณจะไม่ได้ใช้ Facebook แต่ Facebook ก็สามารถติดตามคุณบนโลกออนไลน์ได้ ปุ่มที่ให้คุณโพสต์สิ่งต่าง ๆ ลงใน Facebook หรือเข้าสู่ระบบเว็บไซต์โดยใช้บัญชี Facebook ของคุณจะมีตัวติดตาม Facebook Container จะปิดกั้นตัวติดตามเหล่านี้และแสดงไอคอนรั้วเพื่อแสดงให้คุณเห็นว่าตัวติดตามถูกเอาออกที่จุดใดบ้าง",
    "description": "This is the first paragraph of the fourth onboarding panel."
  },
  "onboarding4-img": {
    "message": "ภาพนี้จะแสดงให้เห็นว่าไอคอนรั้วของ Facebook Container จะปรากฏในหน้าเคียงข้างปุ่มถูกใจของ Facebook อย่างไร",
    "description": "This is alternative text for the image shown in the fourth onboarding panel."
  },
  "onboarding5-subhead": {
    "message": "การเข้าสู่ระบบด้วย Facebook บนไซต์อื่น",
    "description": "This is the subhead for the fifth onboarding panel."
  },
  "onboarding5-p1": {
    "message": "หากต้องการใช้ข้อมูลการเข้าสู่ระบบ Facebook ของคุณบนไซต์อื่น คุณจะต้องย้ายข้อมูลเหล่านั้นมาไว้ภายในขอบเขต คลิกไอคอนรั้วแล้วเลือก ‘อนุญาตไซต์ใน Facebook Container’ ที่อยู่ด้านล่าง",
    "description": "This is the first paragraph of the fifth onboarding panel."
  },
  "onboarding5-img": {
    "message": "ภาพนี้จะแสดงให้เห็นว่าปุ่มที่จะเพิ่มไซต์ลงใน Facebook Container จะปรากฏในแผงอย่างไร",
    "description": "This is alternative text for the image shown in the fifth onboarding panel."
  },
  "onboarding5-p2": {
    "message": "วิธีนี้ช่วยให้คุณสามารถเข้าสู่ระบบด้วย Facebook ได้ แต่จะอนุญาตให้ Facebook ติดตามกิจกรรมของคุณบนไซต์นั้นได้",
    "description": "This is the second paragraph on the fifth onboarding panel."
  },
  "btn-allow": {
    "message": "อนุญาต",
    "description": "This is a button to allows users to whitelist the domain, adding it to the Facebook container."
  },
  "btn-cancel": {
    "message": "ยกเลิก",
    "description": "This is a button to cancel out of the onboarding panel."
  },
  "btn-next": {
    "message": "ถัดไป",
    "description": "This is a button to continue to the next onboarding panel."
  },
  "btn-back": {
    "message": "ย้อนกลับ",
    "description": "This is a button that returns the user to the previous onboarding panel."
  },
  "btn-done": {
    "message": "เสร็จสิ้น",
    "description": "This is a button the user clicks to close out the panel when they have finished reading the text."
  },
  "btn-arrow-back": {
    "message": "ย้อนกลับไปที่แผงก่อนหน้า",
    "description": "This is alternative text for the back arrow button."
  },
  "btn-arrow-forward": {
    "message": "ไปที่ Facebook Container ทำงานอย่างไร",
    "description": "This is alternative text for the arrow icon next to the \"How Facebook Container Works\" link"
  },
  "no-trackers-subhead": {
    "message": "ไม่พบตัวติดตามของ Facebook",
    "description": ""
  },
  "no-trackers-p1": {
    "message": "Facebook Container ตรวจไม่พบตัวติดตาม Facebook ใด ๆ บนหน้านี้ แต่หน้านี้อาจยังมีตัวติดตามชนิดอื่น ๆ อยู่",
    "description": ""
  },
  "learn-more": {
    "message": "เรียนรู้เพิ่มเติม",
    "description": "This is a link that opens a page with more information about Facebook Container."
  },
  "how-fbc-works": {
    "message": "Facebook Container ทำงานอย่างไร",
    "description": "This is a button that opens the Facebook Container onboarding flow."
  },
  "trackers-detected-subhead": {
    "message": "พวกเราปกป้องคุณจาก Facebook",
    "description": "This is a subhead, and it means that the add on has protected the user by blocking Facebook trackers."
  },
  "trackers-detected-p1": {
    "message": "ปุ่ม Facebook ที่ปรากฏในการไซต์ช็อปปิ้ง ข่าว และอื่น ๆ มีตัวติดตามที่บอก Facebook ว่าคุณไปอยู่ที่ไหนบนเว็บมาบ้าง ถึงแม้ว่าคุณจะไม่เคยใช้ปุ่มเหล่านี้เพื่อถูกใจหรือแชร์ แต่ตัวติดตามยังสามารถรวบรวมข้อมูลเกี่ยวกับการเรียกดูของคุณได้ Facebook Container จะปิดกั้นตัวติดตามเหล่านี้",
    "description": ""
  },
  "trackers-detected-p2": {
    "message": "Facebook Container จะปิดกั้นตัวติดตามเหล่านี้ แต่หากคุณคลิกที่ปุ่มใดปุ่มหนึ่งเหล่านี้ Facebook จะสามารถติดตามคุณได้",
    "description": ""
  },
  "trackers-detected-fence-alt": {
    "message": "รั้ว Facebook Container พร้อมโล่",
    "description": "This is alternative text describing the container fence icon."
  },
  "sites-added-subhead": {
    "message": "ไซต์ที่อนุญาตใน Facebook Container",
    "description": "This is a panel subhead."
  },
  "sites-included": {
    "message": "ไซต์ที่รวมอยู่",
    "description": "This is a header for the list of websites that are in the Facebook Container by default. Capitalized letters are preferred if that makes sense/is feasible for the language."
  },
  "no-sites-added": {
    "message": "ไม่มี",
    "description": "This message is shown beneath the 'SITES YOU’VE ALLOWED' list header when no sites have been added to the contaner."
  },
  "sites-allowed": {
    "message": "ไซต์ที่คุณได้อนุญาต",
    "description": "This is the header for the list of sites the user has manually added into the Facebook Container. Capitalized letters are preferred if that makes sense/is feasible for the lanaguage."
  },
  "sites-added-p1": {
    "message": "Facebook Container ทำให้ไซต์ที่เป็นของ Facebook อยู่ภายในขอบเขต คุณสามารถอนุญาตให้ไซต์อื่น ๆ เข้ามาในขอบเขตได้ แต่จะทำให้ Facebook ติดตามการท่องเว็บของคุณได้มากขึ้น"
  },
  "remove": {
    "message": "เอาออก",
    "description": ""
  },
  "button-allow-site": {
    "message": "อนุญาตไซต์ใน Facebook Container",
    "description": "Button text that allows sites to be added to the Facebook Container"
  },
  "button-remove-site": {
    "message": "เอาไซต์ออกจาก Facebook Container",
    "description": "Button text that removes an already-added site from the Facebook Container to the default container"
  },
  "button-remove-site-tooltip": {
    "message": "เนื่องจากนี่เป็นไซต์ที่เป็นของ Facebook จึงไม่สามารถลบออกจาก Facebook Container ได้",
    "description": "Tooltip that is displayed when hovering over the remove site button"
  },
  "remove-site-subhead": {
    "message": "เอาไซต์ออกจาก Facebook Container?",
    "description": ""
  },
  "remove-site-p1": {
    "message": "การลบไซต์นี้ออกจากคอนเทนเนอร์ Facebook หมายความว่าฟีเจอร์การลงชื่อเข้าใช้ด้วย Facebook จะไม่ทำงานอีกต่อไป และคุกกี้การติดตามของ Facebook จะถูกลบ",
    "description": ""
  },
  "remove-site-p2": {
    "message": " หากคุณต้องการใช้การลงชื่อเข้าใช้ด้วย Facebook อีกครั้ง คุณจะต้องเพิ่มกลับไปที่ Facebook Container",
    "description": ""
  },
  "add-site-subhead": {
    "message": "อนุญาตการติดตามของ Facebook บนไซต์นี้หรือไม่?",
    "description": ""
  },
  "add-site-p1": {
    "message": "ตัวเลือกนี้ช่วยให้คุณสามารถเข้าสู่ระบบด้วย Facebook ได้ แต่จะอนุญาตให้ Facebook สามารถติดตามสิ่งที่คุณทำบนไซต์นี้ได้",
    "description": ""
  },
  "inPageUI-tooltip-button-share": {
    "message": "Facebook Container ได้ปิดการใช้งานปุ่มนี้ และปิดกั้น Facebook จากการติดตามคุณในการเข้าชมหน้านี้",
    "description": ""
  },
  "inPageUI-tooltip-button-login": {
    "message": "Facebook Container ได้ปิดกั้นตัวติดตั้งของ Facebook แล้ว ถ้าคุณใช้การลงชื่อเข้าใช้ด้วย Facebook บนไซต์นี้ Facebook จะสามารถติดตามคุณได้",
    "description": ""
  },
  "inPageUI-tooltip-prompt-p1": {
    "message": "อนุญาตให้ Facebook ติดตามคุณที่นี่?",
    "description": ""
  },
  "inPageUI-tooltip-prompt-p2": {
    "message": "หากคุณต้องการใช้การเข้าสู่ระบบด้วย Facebook แล้ว Facebook จะสามารถติดตามกิจกรรมของคุณบนไซต์นี้ได้ สิ่งนี้ช่วยให้พวกเขาสร้างภาพชีวิตออนไลน์ของคุณได้สมบูรณ์ยิ่งขึ้น",
    "description": ""
  },
  "inPageUI-tooltip-prompt-checkbox": {
    "message": "ไม่ต้องแสดงสิ่งนี้ให้ฉันเห็นอีก",
    "description": ""
  },
  "inPageUI-tooltip-button-share-passive": {
    "message": "หากคุณคลิกปุ่มนี้ Facebook จะสามารถติดตามการเยี่ยมชมไซต์นี้ของคุณได้",
    "description": ""
  }
}
