{
  "extensionDescription": {
    "message": "Facebook Container는 Facebook이 제 3자 쿠키를 이용해 Facebook 이외의 사이트에서 여러분을 추적하는 활동을 방지하기 위해, 여러분의 Facebook 활동을 다른 웹 활동과 분리합니다.",
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "in-fbc-subhead": {
    "message": "$URL$ 이 Facebook Container 안에 있습니다.",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.facebook.com"
      }
    }
  },
  "in-fbc-p1": {
    "message": "Facebook은 이제 이 사이트에서 당신을 추적할 수 있습니다. Facebook 컨테이너에서 이 사이트를 제거하려면, '허용된 사이트'를 선택한 다음 리스트에서 제거하세요."
  },
  "on-facebook-subhead": {
    "message": "Facebook 및 Facebook 컨테이너 경계의 사이트",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "on-facebook-p1": {
    "message": "이 아이콘은 Facebook이 소유한 웹사이트나 Facebook Container에 별도로 추가한 웹사이트에 접속할 때 Firefox의 주소 표시줄에 나타납니다.",
    "description": "This is shown in the body of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "on-facebook-p2": {
    "message": "이러한 웹사이트는 작동을 위해 Facebook의 계정 정보(혹은 개인을 식별할 수 있는 정보)에 접근해야 합니다. 이는 Facebook이 사이트에서 사용자가 하는 모든 행위를 추적하는 것이 가능하다는 의미이기도 합니다.",
    "description": "This is shown in the body of the panel pop up when the user is on Facebook."
  },
  "notOnFacebookHeader": {
    "message": "$URL$이 Facebook Container 밖에 있습니다.",
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.google.com"
      }
    }
  },
  "notOnFacebookText": {
    "message": "이 웹사이트는 Facebook Container 밖에 있습니다. 이는 Facebook이 웹 환경에서 여러분을 추적하기 어렵게 만들어줄 것입니다.",
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "onUnknownSiteHeader": {
    "message": "이 사이트는 Facebook Container 밖에 있습니다.",
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "facebookContainer": {
    "message": "Facebook 컨테이너",
    "description": "This is the name of the extension, and appears at the top of all onboarding panels. Please do not translate \"Facebook Container\"."
  },
  "onboarding1-subhead": {
    "message": "Facebook 컨테이너 사용",
    "description": "This is the subhead of onboarding panel 1. Please do not translate \"Facebook Container\""
  },
  "onboarding1-p1": {
    "message": "Facebook은 Facebook.com을 훨씬 뛰어 넘는 탐색을 추적 할 수 있습니다. 예를 들어, Facebook의 좋아요 및 공유 버튼을 사용하면 사용자가 좋아하지 않았거나 공유하지 않는 페이지에서조차 사용자가 어디에 있었는지 추적 할 수 있습니다.",
    "description": "This is the first paragraph of onboarding panel 1. Please do not translate \"Facebook Container\""
  },
  "onboarding1-p2": {
    "message": "Facebook Container는 Facebook 사이트와 그 밖의 웹사이트 사이에 경계를 생성하여 Facebook이 온라인 환경에서 사용자를 추적하기 어렵도록 만듭니다.",
    "description": "Please do not translate \"Facebook Container\""
  },
  "onboarding2-subhead": {
    "message": "Facebook 및 Facebook Container 경계의 사이트",
    "description": "This is the subhead for the second onboarding panel. Please do not translate \"Facebook Container\""
  },
  "onboarding2-alt": {
    "message": "Facebook 컨테이너 울타리 아이콘",
    "description": "This is alternative text for the icon in the second onboarding panel"
  },
  "onboarding2-p1": {
    "message": "이 아이콘은 Facebook.com과 같이 Facebook Container 경계 안에 있는 사이트에 방문할 때 Firefox 주소 표시줄에 나타납니다.",
    "description": "This is the first paragraph of the second onboarding panel."
  },
  "onboarding2-p2": {
    "message": "이러한 웹사이트는 작동을 위해 Facebook의 계정 정보(혹은 개인을 식별할 수 있는 정보)에 접근해야 합니다. 이는 Facebook이 사이트에서 사용자가 하는 모든 행위를 추적하는 것이 가능하다는 의미이기도 합니다.",
    "description": "This is the second paragraph of the second onboarding panel. Please do not translate \"Facebook Container\""
  },
  "onboarding4-subhead": {
    "message": "Facebook 외부",
    "description": "This is the subhead for the fourth onboarding panel."
  },
  "onboarding4-p1": {
    "message": "Facebook에 접속하지 않을 때도, Facebook은 사용자를 온라인 환경에서 추적할 수 있습니다. Facebook에 무언가를 게시하거나 Facebook 계정으로 웹사이트에 로그인하는 버튼은 추적기를 가지고 있습니다. Facebook Container는 이러한 추적기를 차단하고 추적기가 제거된 환경임을 보여주기 위해 울타리 아이콘을 표시합니다.",
    "description": "This is the first paragraph of the fourth onboarding panel."
  },
  "onboarding5-subhead": {
    "message": "다른 사이트에서 Facebook으로 로그인",
    "description": "This is the subhead for the fifth onboarding panel."
  },
  "onboarding5-p1": {
    "message": "Facebook 로그인 기능을 다른 사이트에서 사용하기 위해서는, 경계 안으로 이동해야 합니다. 울타리 아이콘을 누르고 하단의 ‘Facebook Container에 사이트 허용’을 선택하세요.",
    "description": "This is the first paragraph of the fifth onboarding panel."
  },
  "onboarding5-p2": {
    "message": "이를 통해 Facebook으로 로그인 할 수 있지만, Facebook은 해당 사이트에서의 당신의 활동을 추적 할 수 있게 됩니다.",
    "description": "This is the second paragraph on the fifth onboarding panel."
  },
  "btn-allow": {
    "message": "허가",
    "description": "This is a button to allows users to whitelist the domain, adding it to the Facebook container."
  },
  "btn-cancel": {
    "message": "취소",
    "description": "This is a button to cancel out of the onboarding panel."
  },
  "btn-next": {
    "message": "다음",
    "description": "This is a button to continue to the next onboarding panel."
  },
  "btn-back": {
    "message": "뒤로",
    "description": "This is a button that returns the user to the previous onboarding panel."
  },
  "btn-done": {
    "message": "완료",
    "description": "This is a button the user clicks to close out the panel when they have finished reading the text."
  },
  "btn-arrow-back": {
    "message": "이전 페널로 가기.",
    "description": "This is alternative text for the back arrow button."
  },
  "btn-arrow-forward": {
    "message": "Facebook 컨테이너의 작동 방식으로 이동",
    "description": "This is alternative text for the arrow icon next to the \"How Facebook Container Works\" link"
  },
  "no-trackers-subhead": {
    "message": "Facebook 추적기가 감지되지 않음",
    "description": ""
  },
  "no-trackers-p1": {
    "message": "Facebook Container가 이 페이지에서 Facebook 추적기를 감지하지 못했습니다. 그러나, 여전히 다른 형태의 추적기가 페이지 내에 존재할 수 있습니다.",
    "description": ""
  },
  "learn-more": {
    "message": "더 알아보기",
    "description": "This is a link that opens a page with more information about Facebook Container."
  },
  "how-fbc-works": {
    "message": "Facebook 컨테이너의 작동 방식",
    "description": "This is a button that opens the Facebook Container onboarding flow."
  },
  "trackers-detected-subhead": {
    "message": "우리는 페이스북에서 당신을 보호했습니다.",
    "description": "This is a subhead, and it means that the add on has protected the user by blocking Facebook trackers."
  },
  "trackers-detected-p2": {
    "message": "Facebook 컨테이너가 이러한 추적기를 차단합니다. 그러나 이 버튼 중 하나를 클릭하면 Facebook에서 당신을 추적 할 수 있게 됩니다.",
    "description": ""
  },
  "trackers-detected-fence-alt": {
    "message": "방패와 Facebook 컨테이너 울타리.",
    "description": "This is alternative text describing the container fence icon."
  },
  "sites-added-subhead": {
    "message": "Facebook 컨테이너에서 허용된 사이트",
    "description": "This is a panel subhead."
  },
  "sites-included": {
    "message": "포함된 사이트",
    "description": "This is a header for the list of websites that are in the Facebook Container by default. Capitalized letters are preferred if that makes sense/is feasible for the language."
  },
  "no-sites-added": {
    "message": "없음",
    "description": "This message is shown beneath the 'SITES YOU’VE ALLOWED' list header when no sites have been added to the contaner."
  },
  "sites-allowed": {
    "message": "허용한 사이트",
    "description": "This is the header for the list of sites the user has manually added into the Facebook Container. Capitalized letters are preferred if that makes sense/is feasible for the lanaguage."
  },
  "sites-added-p1": {
    "message": "Facebook Container는 Facebook이 소유한 사이트를 테두리 안으로 집어넣습니다. 다른 사이트도 테두리 안에 넣을 수 있으나, 이는 Facebook이 사용자의 브라우징을 더 추적하도록 허용하는 것입니다."
  },
  "remove": {
    "message": "제거",
    "description": ""
  },
  "button-allow-site": {
    "message": "Facebook 컨테이너에 사이트 허용",
    "description": "Button text that allows sites to be added to the Facebook Container"
  },
  "button-remove-site": {
    "message": "Facebook 컨테이너에서 사이트 제거",
    "description": "Button text that removes an already-added site from the Facebook Container to the default container"
  },
  "button-remove-site-tooltip": {
    "message": "이 사이트는 Facebook 소유 사이트이므로, Facebook 컨테이너에서 제거 할 수 없습니다.",
    "description": "Tooltip that is displayed when hovering over the remove site button"
  },
  "remove-site-subhead": {
    "message": "Facebook Container에서 사이트를 제거하시겠습니까?",
    "description": ""
  },
  "remove-site-p1": {
    "message": "Facebook Container에서 이 사이트를 제거하는 것은 Facebook으로 로그인 기능이 더이상 작동하지 않고, Facebook 추적 쿠키가 삭제됨을 의미합니다.",
    "description": ""
  },
  "remove-site-p2": {
    "message": " Facebook으로 로그인 기능을 다시 사용하고 싶으시다면, Facebook Container에 다시 추가해야 합니다.",
    "description": ""
  },
  "add-site-subhead": {
    "message": "Facebook이 이 사이트에서 추적하는 것을 허용하시겠습니까?",
    "description": ""
  },
  "add-site-p1": {
    "message": "이것은 당신이 Facebook을 이용해서 로그인할 수 있게 해주지만, Facebook이 당신이 이 사이트에서 수행한 작업을 추적할 수 있도록 허용하게 됩니다.",
    "description": ""
  },
  "inPageUI-tooltip-button-share": {
    "message": "Facebook Container는 이 버튼을 비활성화하였으며 Facebook이 이 페이지의 방문을 추적하는 것을 차단했습니다.",
    "description": ""
  },
  "inPageUI-tooltip-button-login": {
    "message": "Facebook Container는 Facebook 추적기를 차단하였습니다. 이 사이트에서 Facebook으로 로그인 기능을 사용하시면, Facebook이 사용자를 추적할 수 있습니다.",
    "description": ""
  },
  "inPageUI-tooltip-prompt-p1": {
    "message": "여기서 Facebook이 사용자를 추적하도록 허가하시겠습니까?",
    "description": ""
  },
  "inPageUI-tooltip-prompt-checkbox": {
    "message": "다시 보지 않기",
    "description": ""
  },
  "inPageUI-tooltip-button-share-passive": {
    "message": "이 버튼을 클릭하면 Facebook에서 이 사이트 방문을 추적 할 수 있습니다.",
    "description": ""
  }
}
