{
  "extensionDescription": {
    "message": "Facebook Container wašu aktiwitu Facebook wót zbytka wašeje webaktiwity izolěrujo, aby Facebook zawoborał, wam zwenka websedła Facebook pśez cookieje tśeśich slědowaś.", 
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "in-fbc-subhead": {
    "message": "$URL$ jo w Facebook Container.", 
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.facebook.com"
      }
    }
  }, 
  "in-fbc-p1": {
    "message": "Facebook móžo wam něnto na toś tom sedle slědowaś. Aby toś to sedło z Facebook Container wótwónoźeł, wubjeŕśo „Sedła, kótarež su dowólone w Facebook Container“, aby jo z lisćiny wótwónoźeł."
  }, 
  "on-facebook-subhead": {
    "message": "Na Facebook a sedłach w šćitanem wobcerku Facebook Container", 
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "on-facebook-p1": {
    "message": "Toś ten symbol se w adresowem pólu Firefox pokazujo, gaž k sedłam woglědujośo, kótarež Facebook słušaju, abo k sedłam, kótarež sćo Facebook Container pśidał.", 
    "description": "This is shown in the body of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "notOnFacebookHeader": {
    "message": "$URL$ njejo w Facebook Container.", 
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.google.com"
      }
    }
  }, 
  "notOnFacebookText": {
    "message": "Toś to sedło jo zwenka Facebook Container. To Facebook póśěžujo, wam pó webje slědowaś.", 
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "onUnknownSiteHeader": {
    "message": "Toś to sedło njejo w Facebook Container.", 
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "facebookContainer": {
    "message": "Facebook Container", 
    "description": "This is the name of the extension, and appears at the top of all onboarding panels. Please do not translate \"Facebook Container\"."
  }, 
  "onboarding1-subhead": {
    "message": "Facebook Container wužywaś", 
    "description": "This is the subhead of onboarding panel 1. Please do not translate \"Facebook Container\""
  }, 
  "onboarding2-alt": {
    "message": "Płośikowy symbol Facebook Container", 
    "description": "This is alternative text for the icon in the second onboarding panel"
  }, 
  "onboarding3-subhead": {
    "message": "Wótkul wěm, až Facebook Container funkcioněrujo?", 
    "description": "This is the subhead for the third onboarding panel."
  }, 
  "btn-allow": {
    "message": "Dowóliś", 
    "description": "This is a button to allows users to whitelist the domain, adding it to the Facebook container."
  }, 
  "btn-cancel": {
    "message": "Pśetergnuś", 
    "description": "This is a button to cancel out of the onboarding panel."
  }, 
  "btn-next": {
    "message": "Dalej", 
    "description": "This is a button to continue to the next onboarding panel."
  }, 
  "btn-back": {
    "message": "Slědk", 
    "description": "This is a button that returns the user to the previous onboarding panel."
  }, 
  "btn-done": {
    "message": "Gótowo", 
    "description": "This is a button the user clicks to close out the panel when they have finished reading the text."
  }, 
  "btn-arrow-back": {
    "message": "Slědk k pjerwjejšnemu wobcerkoju.", 
    "description": "This is alternative text for the back arrow button."
  }, 
  "btn-arrow-forward": {
    "message": "Slědk ku „Kak Facebook Container funkcioněrujo“", 
    "description": "This is alternative text for the arrow icon next to the \"How Facebook Container Works\" link"
  }, 
  "no-trackers-subhead": {
    "message": "Žedne pśeslědowaki Facebook namakane", 
    "description": ""
  }, 
  "learn-more": {
    "message": "Dalšne informacije", 
    "description": "This is a link that opens a page with more information about Facebook Container."
  }, 
  "how-fbc-works": {
    "message": "Kak Facebook Container funkcioněrujo", 
    "description": "This is a button that opens the Facebook Container onboarding flow."
  }, 
  "trackers-detected-subhead": {
    "message": "Smy was šćitali pśed Facebook.", 
    "description": "This is a subhead, and it means that the add on has protected the user by blocking Facebook trackers."
  }, 
  "trackers-detected-fence-alt": {
    "message": "Płośikowy symbol Facebook Container ze šćitom.", 
    "description": "This is alternative text describing the container fence icon."
  }, 
  "sites-added-subhead": {
    "message": "Sedła, kótarež su dowólone w Facebook Container", 
    "description": "This is a panel subhead."
  }, 
  "sites-included": {
    "message": "ZAPŚIMJONE SEDŁA", 
    "description": "This is a header for the list of websites that are in the Facebook Container by default. Capitalized letters are preferred if that makes sense/is feasible for the language."
  }, 
  "no-sites-added": {
    "message": "Žeden", 
    "description": "This message is shown beneath the 'SITES YOU’VE ALLOWED' list header when no sites have been added to the contaner."
  }, 
  "sites-allowed": {
    "message": "SEDŁA, KÓTAREŽ SĆO DOWÓLIŁ", 
    "description": "This is the header for the list of sites the user has manually added into the Facebook Container. Capitalized letters are preferred if that makes sense/is feasible for the lanaguage."
  }, 
  "remove": {
    "message": "Wótwónoźeś", 
    "description": ""
  }, 
  "remove-site-subhead": {
    "message": "Sedło z Facebook Container wótwónoźeś?", 
    "description": ""
  }, 
  "inPageUI-tooltip-prompt-p1": {
    "message": "Facebook dowóliś, wam slědowaś?", 
    "description": ""
  }, 
  "inPageUI-tooltip-prompt-checkbox": {
    "message": "Wěcej njepokazaś", 
    "description": ""
  }
}
