{
  "extensionDescription": {
    "message": "Facebook Container wašu aktiwitu Facebook wót zbytka wašeje webaktiwity izolěrujo, aby Facebook zawoborał, wam zwenka websedła Facebook pśez cookieje tśeśich slědowaś.",
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "in-fbc-subhead": {
    "message": "$URL$ jo w Facebook Container.",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.facebook.com"
      }
    }
  },
  "in-fbc-p1": {
    "message": "Facebook móžo wam něnto na toś tom sedle slědowaś. Aby toś to sedło z Facebook Container wótwónoźeł, wubjeŕśo „Sedła, kótarež su dowólone w Facebook Container“, aby jo z lisćiny wótwónoźeł."
  },
  "on-facebook-subhead": {
    "message": "Na Facebook a sedłach w šćitanem wobceŕku Facebook Container",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "on-facebook-p1": {
    "message": "Toś ten symbol se w adresowem pólu Firefox pokazujo, gaž k sedłam woglědujośo, kótarež Facebook słušaju, abo k sedłam, kótarež sćo Facebook Container pśidał.",
    "description": "This is shown in the body of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "on-facebook-p2": {
    "message": "Toś te sedła trjebaju pśistup k wašej identiśe Facebook (abo muse wěźeś, chto sćo), aby funkcioněrowali. To teke groni, až Facebook móžo wšymu slědowaś, což na toś tych sedłach cyniśo.",
    "description": "This is shown in the body of the panel pop up when the user is on Facebook."
  },
  "notOnFacebookHeader": {
    "message": "$URL$ njejo w Facebook Container.",
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.google.com"
      }
    }
  },
  "notOnFacebookText": {
    "message": "Toś to sedło jo zwenka Facebook Container. To Facebook póśěžujo, wam pó webje slědowaś.",
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "onUnknownSiteHeader": {
    "message": "Toś to sedło njejo w Facebook Container.",
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "facebookContainer": {
    "message": "Facebook Container",
    "description": "This is the name of the extension, and appears at the top of all onboarding panels. Please do not translate \"Facebook Container\"."
  },
  "onboarding1-subhead": {
    "message": "Facebook Container wužywaś",
    "description": "This is the subhead of onboarding panel 1. Please do not translate \"Facebook Container\""
  },
  "onboarding1-p1": {
    "message": "Facebook móžo wěcej ako Facebook.com slědowaś. Tłocaška „Spódoba se“ a „Źěliś“ na pśikład móžotej wam wšuźi slědowaś, źož sćo był - samo na bokach, na kótarychž njejsćo nigda kliknuł na „Spódoba sr“ abo „Źěliś“.",
    "description": "This is the first paragraph of onboarding panel 1. Please do not translate \"Facebook Container\""
  },
  "onboarding1-p2": {
    "message": "Facebook Container šćitany wobceŕk mjazy sedłami a zbytkom interneta napórajo, aby jo śěžej za Facebook, wam online slědowaś.",
    "description": "Please do not translate \"Facebook Container\""
  },
  "onboarding2-subhead": {
    "message": "Na Facebook a sedłach w šćitanem wobceŕku Facebook Container",
    "description": "This is the subhead for the second onboarding panel. Please do not translate \"Facebook Container\""
  },
  "onboarding2-alt": {
    "message": "Płośikowy symbol Facebook Container",
    "description": "This is alternative text for the icon in the second onboarding panel"
  },
  "onboarding2-p1": {
    "message": "Toś ten symbol se w adresowem pólu Firefox pokazujo, gaž se k sedłam ako Facebook.com woglědujośo, kótarež su w šćitanem wobceŕku Facebook Container.",
    "description": "This is the first paragraph of the second onboarding panel."
  },
  "onboarding2-p2": {
    "message": "Toś te sedła trjebaju pśistup k wašej identiśe Facebook (abo muse wěźeś, chto sćo), aby funkcioněrowali. To teke groni, až Facebook móžo wšymu slědowaś, což na toś tych sedłach cyniśo.",
    "description": "This is the second paragraph of the second onboarding panel. Please do not translate \"Facebook Container\""
  },
  "onboarding4-subhead": {
    "message": "Zwenka Facebook",
    "description": "This is the subhead for the fourth onboarding panel."
  },
  "onboarding4-p1": {
    "message": "Samo gaž njeby wy na Facebook był, móžo wam Facebook online slědowaś. Tłocaški, kótarež wam zmóžnjaju, něco na Facebook słaś abo se z wašym kontom Facebook pla websedłow pśizjawiś, pśeslědowaki wopśimuju. Facebook Container buźo toś te pśeslědowaki blokěrowaś a płotowy symbol zwobrazniś, aby wam pokazał, źož su se wótwónoźeli pśeslědowaki.",
    "description": "This is the first paragraph of the fourth onboarding panel."
  },
  "onboarding4-img": {
    "message": "Toś ten wobraz demonstrěrujo, kak se płośikowy symbol Facebook Container na boku pódla tłocaška „Spódoba se“ Facebook.",
    "description": "This is alternative text for the image shown in the fourth onboarding panel."
  },
  "onboarding5-subhead": {
    "message": "Z Facebook na drugich sedłach pśizjawiś",
    "description": "This is the subhead for the fifth onboarding panel."
  },
  "onboarding5-p1": {
    "message": "Aby swójo pśizjawjenje na drugich sedłach wužywał, musyśo je do šćitanego wobceŕka pśesunuś. Klikniśo na płotowy symbol a wubjeŕśo dołojce ‚Sedło we Facebook Container‘.",
    "description": "This is the first paragraph of the fifth onboarding panel."
  },
  "onboarding5-img": {
    "message": "Toś ten wobraz demonstrěrujo, kak se tłocašk za pśidawanje sedła do Facebook Container we woknje pokazujo.",
    "description": "This is alternative text for the image shown in the fifth onboarding panel."
  },
  "onboarding5-p2": {
    "message": "To wam zmóžnja, se pla Facebook pśizjawiś, ale Facebook móžo wašej aktiwiśe na tom sedle slědowaś.",
    "description": "This is the second paragraph on the fifth onboarding panel."
  },
  "btn-allow": {
    "message": "Dowóliś",
    "description": "This is a button to allows users to whitelist the domain, adding it to the Facebook container."
  },
  "btn-cancel": {
    "message": "Pśetergnuś",
    "description": "This is a button to cancel out of the onboarding panel."
  },
  "btn-next": {
    "message": "Dalej",
    "description": "This is a button to continue to the next onboarding panel."
  },
  "btn-back": {
    "message": "Slědk",
    "description": "This is a button that returns the user to the previous onboarding panel."
  },
  "btn-done": {
    "message": "Gótowo",
    "description": "This is a button the user clicks to close out the panel when they have finished reading the text."
  },
  "btn-arrow-back": {
    "message": "Slědk k pjerwjejšnemu wobceŕkoju.",
    "description": "This is alternative text for the back arrow button."
  },
  "btn-arrow-forward": {
    "message": "Slědk ku „Kak Facebook Container funkcioněrujo“",
    "description": "This is alternative text for the arrow icon next to the \"How Facebook Container Works\" link"
  },
  "no-trackers-subhead": {
    "message": "Žedne pśeslědowaki Facebook namakane",
    "description": ""
  },
  "no-trackers-p1": {
    "message": "Facebook Container njejo namakał žedne pśeslědowaki Facebook na toś tom boku. Ale bok móžo hyšći druge typy pśeslědowakow wopśimjeś.",
    "description": ""
  },
  "learn-more": {
    "message": "Dalšne informacije",
    "description": "This is a link that opens a page with more information about Facebook Container."
  },
  "how-fbc-works": {
    "message": "Kak Facebook Container funkcioněrujo",
    "description": "This is a button that opens the Facebook Container onboarding flow."
  },
  "trackers-detected-subhead": {
    "message": "Smy was šćitali pśed Facebook.",
    "description": "This is a subhead, and it means that the add on has protected the user by blocking Facebook trackers."
  },
  "trackers-detected-p1": {
    "message": "Tłocaški Facebook, kótarež se na nakupowańskich, powěsćowych a drugich sedłach pokazuju, pśeslědowaki wopśimuju, kótarež Facebook k wěsći daju, źož sćo był we webje. Samo gaby wy toś te tłocaški nigda njewužywał, aby ze „Spódoba se“ markěrował abo źělił, mógu pśeslědowaki hyšći daty wó wašom pśeglědowanju zběraś. Facebook Container toś te pśeslědowaki blokěrujo.",
    "description": ""
  },
  "trackers-detected-p2": {
    "message": "Facebook Container toś te pśeslědowaki blokěrujo. Jolic pak na toś te tłocaški kliknjośo, móžo wam Facebook slědowaś.",
    "description": ""
  },
  "trackers-detected-fence-alt": {
    "message": "Płośikowy symbol Facebook Container ze šćitom.",
    "description": "This is alternative text describing the container fence icon."
  },
  "sites-added-subhead": {
    "message": "Sedła, kótarež su dowólone w Facebook Container",
    "description": "This is a panel subhead."
  },
  "sites-included": {
    "message": "ZAPŚIMJONE SEDŁA",
    "description": "This is a header for the list of websites that are in the Facebook Container by default. Capitalized letters are preferred if that makes sense/is feasible for the language."
  },
  "no-sites-added": {
    "message": "Žeden",
    "description": "This message is shown beneath the 'SITES YOU’VE ALLOWED' list header when no sites have been added to the contaner."
  },
  "sites-allowed": {
    "message": "SEDŁA, KÓTAREŽ SĆO DOWÓLIŁ",
    "description": "This is the header for the list of sites the user has manually added into the Facebook Container. Capitalized letters are preferred if that makes sense/is feasible for the lanaguage."
  },
  "sites-added-p1": {
    "message": "Facebook Container sedła Facebook do šćitanego wobceŕka zamka. Móžośo dalšne websedła do šćitanego wobceŕka zapśimjeś, ale to Facebook zmóžnja, wěcej wašogo webpśeglědowanja slědowaś."
  },
  "remove": {
    "message": "Wótwónoźeś",
    "description": ""
  },
  "button-allow-site": {
    "message": "Sedło we Facebook Container dowóliś",
    "description": "Button text that allows sites to be added to the Facebook Container"
  },
  "button-remove-site": {
    "message": "Sedło z Facebook Container wótwónoźeś",
    "description": "Button text that removes an already-added site from the Facebook Container to the default container"
  },
  "button-remove-site-tooltip": {
    "message": "Dokulaž to jo sedło, kótarež Facebook słuša, njedajo se z Facebook Container wótwónoźeś.",
    "description": "Tooltip that is displayed when hovering over the remove site button"
  },
  "remove-site-subhead": {
    "message": "Sedło z Facebook Container wótwónoźeś?",
    "description": ""
  },
  "remove-site-p1": {
    "message": "Gaž toś to sedło z Facebook Container wótwónoźujośo, to groni, až funkcija „Z Facebook pśizjawiś“ wěcej njefunkcioněrujo a se slědujuce cookieje Facebook wulašuju.",
    "description": ""
  },
  "remove-site-p2": {
    "message": "Jolic cośo se zasej pla Facebook pśizjawiś, musyśo jen zasej Facebook Container pśidaś.",
    "description": ""
  },
  "add-site-subhead": {
    "message": "Slědowanje pśez Facebook na toś tom sedle dowóliś?",
    "description": ""
  },
  "add-site-p1": {
    "message": "To wam zmóžnja, se pla Facebook pśizjawiś, dowólujo pak Facebook slědowaś, což na toś tom sedle cyniśo.",
    "description": ""
  },
  "inPageUI-tooltip-button-share": {
    "message": "Facebook Container jo znjemóžnił toś ten tłocašk a Facebook zawoborał, wašomu woglědoju na toś tom boku slědowaś.",
    "description": ""
  },
  "inPageUI-tooltip-button-login": {
    "message": "Facebook Container jo zablokěrował pśeslědowaki Facebook. Jolic „Z Facebook na toś tom sedle pśizjawiś“ wužywaśo, móžo wam Facebook slědowaś.",
    "description": ""
  },
  "inPageUI-tooltip-prompt-p1": {
    "message": "Facebook dowóliś, wam slědowaś?",
    "description": ""
  },
  "inPageUI-tooltip-prompt-p2": {
    "message": "Jolic cośo funkciju „Z Facebook pśizjawiś“ wužywaś, móžo Facebook wašej aktiwiśe na toś tom sedle slědowaś. To móžo jomu pomagaś, wašo žywjenje online lěpjej póznaś.",
    "description": ""
  },
  "inPageUI-tooltip-prompt-checkbox": {
    "message": "Wěcej njepokazaś",
    "description": ""
  },
  "inPageUI-tooltip-button-share-passive": {
    "message": "Jolic na toś ten tłocašk kliknjośo, móžo Facebook wašomu woglědoju na toś tom sedle slědowaś.",
    "description": ""
  }
}
