{
  "extensionDescription": {
    "message": "Facebook Containerले तपाइँको फेसबुक गतिविधिलाई तपाइँको वेब गतिविधिबाट टाढा राख्छ ताकि फेसबुकले तपाइँलाई तेस्रो पार्टी कुकीज मार्फत फेसबुक वेबसाइट बाहिर ट्र्याक गर्न नसकोस् । ",
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "in-fbc-subhead": {
    "message": "$URL$ यो Facebook कन्टेनरमा छ।",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.facebook.com"
      }
    }
  },
  "facebookContainer": {
    "message": "Facebook Container",
    "description": "This is the name of the extension, and appears at the top of all onboarding panels. Please do not translate \"Facebook Container\"."
  },
  "btn-allow": {
    "message": "अनुमति दिनुहोस्",
    "description": "This is a button to allows users to whitelist the domain, adding it to the Facebook container."
  },
  "btn-cancel": {
    "message": "रद्द गर्नुहोस्",
    "description": "This is a button to cancel out of the onboarding panel."
  },
  "btn-next": {
    "message": "अर्को",
    "description": "This is a button to continue to the next onboarding panel."
  },
  "btn-back": {
    "message": "पछाडि",
    "description": "This is a button that returns the user to the previous onboarding panel."
  },
  "btn-done": {
    "message": "भयो",
    "description": "This is a button the user clicks to close out the panel when they have finished reading the text."
  },
  "btn-arrow-back": {
    "message": "अघिल्लो प्यानलमा फर्कनुहोस्।",
    "description": "This is alternative text for the back arrow button."
  },
  "btn-arrow-forward": {
    "message": "कसरी Facebook Container काम गर्दछ",
    "description": "This is alternative text for the arrow icon next to the \"How Facebook Container Works\" link"
  }
}
