{
  "extensionDescription": {
    "message": "Facebook Container aísla tu actividad de Facebook del resto de tu actividad en la web para prevenir que Facebook te rastree fuera del sitio web de Facebook a través de cookies de terceros.", 
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "notOnFacebookHeader": {
    "message": "$URL$ no está en el Facebook Container.", 
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.google.com"
      }
    }
  }, 
  "notOnFacebookText": {
    "message": "Este sitio está fuera del Facebook Container. Esto hace que a Facebook le sea más dificil rastrearte por la web.", 
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "onUnknownSiteHeader": {
    "message": "Este sitio no está en el Facebook Container.", 
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "btn-allow": {
    "message": "Permitir", 
    "description": "This is a button to allows users to whitelist the domain, adding it to the Facebook container."
  }, 
  "btn-cancel": {
    "message": "Cancelar", 
    "description": "This is a button to cancel out of the onboarding panel."
  }, 
  "btn-next": {
    "message": "Siguiente", 
    "description": "This is a button to continue to the next onboarding panel."
  }, 
  "btn-back": {
    "message": "Atrás", 
    "description": "This is a button that returns the user to the previous onboarding panel."
  }, 
  "btn-done": {
    "message": "Listo", 
    "description": "This is a button the user clicks to close out the panel when they have finished reading the text."
  }, 
  "learn-more": {
    "message": "Saber más", 
    "description": "This is a link that opens a page with more information about Facebook Container."
  }, 
  "no-sites-added": {
    "message": "Ninguno", 
    "description": "This message is shown beneath the 'SITES YOU’VE ALLOWED' list header when no sites have been added to the contaner."
  }, 
  "remove": {
    "message": "Eliminar", 
    "description": ""
  }, 
  "inPageUI-tooltip-prompt-checkbox": {
    "message": "No volver a mostrar", 
    "description": ""
  }
}
