{
  "extensionDescription": {
    "message": "Facebook Container eristää Facebook-toimintasi muusta verkkotoiminnastasi, jotta Facebook ei pystyisi seuraamaan tekemisiäsi Facebook-sivuston ulkopuolella kolmansien osapuolten evästeitä hyödyntämällä.", 
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "onFacebookHeader": {
    "message": "$URL$ on Facebook-eristystilassa.", 
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.facebook.com"
      }
    }
  }, 
  "onFacebookText": {
    "message": "Tämä kuvake ilmestyy osoitepalkkiin, kun käyt sivustoilla kuten Facebook.com, Instagram.com tai Messenger.com, jotka kuuluvat Facebook-eristystilaan.", 
    "description": "This is shown in the body of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "notOnFacebookHeader": {
    "message": "$URL$ ei ole Facebook-eristystilassa.", 
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.google.com"
      }
    }
  }, 
  "notOnFacebookText": {
    "message": "Tämä sivusto on Facebook-eristystilan ulkopuolella. Sen vuoksi Facebookin on hankalampaa seurata sinua verkossa.", 
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "onUnknownSiteHeader": {
    "message": "Tämä sivusto ei ole Facebook-eristystilassa.", 
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  }
}
