{
  "extensionDescription": {
    "message": "Facebook-gámur einangrar athafnir þínar á Facebook frá annarri virkni þinni á vefnum til að koma í veg fyrir að Facebook geti með utanaðkomandi vefkökum rakið ferðir þínar á vefsvæðum utan Facebook.",
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "in-fbc-subhead": {
    "message": "$URL$ er í Facebook-gámnum.",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.facebook.com"
      }
    }
  },
  "in-fbc-p1": {
    "message": "Facebook getur núna fylgst með þér á þessu vefsvæði. Til að fjarlægja þetta vefsvæði úr Facebook-gámum skaltu velja 'Leyfð vefsvæði' í Facebook-gámi og fjarlægja vefsvæðið af listanum."
  },
  "notOnFacebookHeader": {
    "message": "$URL$ er ekki í Facebook gámnum.",
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.google.com"
      }
    }
  },
  "notOnFacebookText": {
    "message": "Þessi vefslóð er utan Facebook gámsins. Það gerir Facebook erfiðara að rekja ferðir þínar á veraldarvefnum.",
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "onUnknownSiteHeader": {
    "message": "Þessi vefslóð er ekki í Facebook gámnum.",
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "facebookContainer": {
    "message": "Facebook-gámur",
    "description": "This is the name of the extension, and appears at the top of all onboarding panels. Please do not translate \"Facebook Container\"."
  },
  "btn-allow": {
    "message": "Leyfa",
    "description": "This is a button to allows users to whitelist the domain, adding it to the Facebook container."
  },
  "btn-cancel": {
    "message": "Hætta við",
    "description": "This is a button to cancel out of the onboarding panel."
  },
  "btn-next": {
    "message": "Næsta",
    "description": "This is a button to continue to the next onboarding panel."
  },
  "btn-back": {
    "message": "Til baka",
    "description": "This is a button that returns the user to the previous onboarding panel."
  },
  "btn-done": {
    "message": "Lokið",
    "description": "This is a button the user clicks to close out the panel when they have finished reading the text."
  },
  "btn-arrow-forward": {
    "message": "Farðu í hvernig Facebook-gámur virkar",
    "description": "This is alternative text for the arrow icon next to the \"How Facebook Container Works\" link"
  },
  "no-trackers-subhead": {
    "message": "Engir Facebook rekjarar fundust",
    "description": ""
  },
  "no-trackers-p1": {
    "message": "Facebook Container fann enga Facebook-rekjara á þessari síðu. Hins vegar gæti síðan samt innihaldið aðrar gerðir af rekjurum.",
    "description": ""
  },
  "learn-more": {
    "message": "Frekari upplýsingar",
    "description": "This is a link that opens a page with more information about Facebook Container."
  },
  "how-fbc-works": {
    "message": "Hvernig Facebook-gámur virkar",
    "description": "This is a button that opens the Facebook Container onboarding flow."
  },
  "trackers-detected-subhead": {
    "message": "Við höfum verndað þig fyrir Facebook.",
    "description": "This is a subhead, and it means that the add on has protected the user by blocking Facebook trackers."
  },
  "trackers-detected-p1": {
    "message": "Facebook-hnapparnir sem birtast á verslunarvefjum, fréttasíðum og öðrum vefsvæðum innihalda rekjara sem segja Facebook hvar þú hefur verið á vefnum. Jafnvel þó þú notir aldrei þessa hnappa til að líka við eða deila, þá geta rekjarar safnað gögnum um vafurvenjur þína. Facebook-gámur lokar á þessa rekjara.",
    "description": ""
  },
  "trackers-detected-p2": {
    "message": "Facebook-gámur lokar á þessa rekjara. Hins vegar, ef þú smellir á einhvern af þessum hnöppum mun Facebook geta fylgst með þér.",
    "description": ""
  },
  "trackers-detected-fence-alt": {
    "message": "Facebook-gámagirðing með skjöld.",
    "description": "This is alternative text describing the container fence icon."
  },
  "sites-added-subhead": {
    "message": "Leyfð vefsvæði í Facebook-gámnum",
    "description": "This is a panel subhead."
  },
  "sites-included": {
    "message": "MEÐFYLGJANDI VEFSVÆÐI",
    "description": "This is a header for the list of websites that are in the Facebook Container by default. Capitalized letters are preferred if that makes sense/is feasible for the language."
  },
  "no-sites-added": {
    "message": "Ekkert",
    "description": "This message is shown beneath the 'SITES YOU’VE ALLOWED' list header when no sites have been added to the contaner."
  },
  "sites-allowed": {
    "message": "VEFSVÆÐI SEM ÞÚ HEFUR LEYFT",
    "description": "This is the header for the list of sites the user has manually added into the Facebook Container. Capitalized letters are preferred if that makes sense/is feasible for the lanaguage."
  },
  "sites-added-p1": {
    "message": "Facebook-gámur setur síður í eigu Facebook innan markanna. Þú getur hleypt öðrum síðum inn fyrir mörkin, en það mun gera Facebook kleift að fylgjast með meira af vafrinu þínu."
  },
  "remove": {
    "message": "Fjarlægja",
    "description": ""
  },
  "button-allow-site": {
    "message": "Leyfa vefsvæði í Facebook-gámnum",
    "description": "Button text that allows sites to be added to the Facebook Container"
  },
  "button-remove-site": {
    "message": "Fjarlægja vefsvæði úr Facebook-gámnum",
    "description": "Button text that removes an already-added site from the Facebook Container to the default container"
  },
  "button-remove-site-tooltip": {
    "message": "Þar sem þetta er vefsvæði í eigu Facebook er ekki hægt að fjarlægja það úr Facebook-gámnum.",
    "description": "Tooltip that is displayed when hovering over the remove site button"
  },
  "remove-site-subhead": {
    "message": "Fjarlægja vefsvæði úr Facebook-gámnum?",
    "description": ""
  },
  "add-site-subhead": {
    "message": "Leyfa Facebook-rakningu á þessu vefsvæði?",
    "description": ""
  },
  "inPageUI-tooltip-prompt-p1": {
    "message": "Leyfa Facebook að fylgjast með þér hér?",
    "description": ""
  },
  "inPageUI-tooltip-prompt-checkbox": {
    "message": "Ekki sýna mér þetta aftur",
    "description": ""
  },
  "inPageUI-tooltip-email-prompt-p1": {
    "message": "Leyfa Facebook að fylgjast með þér hér?",
    "description": ""
  },
  "btn-relay-dismiss": {
    "message": "Hafna",
    "description": ""
  },
  "btn-relay-try": {
    "message": "Prófaðu Firefox Relay",
    "description": ""
  }
}
