{
  "extensionDescription": {
    "message": "Facebook Container izoa a teu ativitæ in sce Facebook da-o resto da teu ativitæ in sciâ ræ, pe inpedî a Facebook de traciate feua da-o seu scito pe mezo de cookie de terse parte.", 
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "onFacebookHeader": {
    "message": "$URL$ o l'é inte Facebook Container.", 
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.facebook.com"
      }
    }
  }, 
  "onFacebookText": {
    "message": "Sta icöna apare inta bara di indirissi quande vixiti sciti comme Facebook.com, Instagram.com, ò Messenger.com che son inte Facebook Container.", 
    "description": "This is shown in the body of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "notOnFacebookHeader": {
    "message": "$URL$ o no l'é inte Facebook Container.", 
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.google.com"
      }
    }
  }, 
  "notOnFacebookText": {
    "message": "Sto scito o l'é averto feua da Facebook Container. Coscì saiâ ciù difiçile che Facebook se fasse i afari teu.", 
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "onUnknownSiteHeader": {
    "message": "Sto scito o no l'é inte Facebook Container.", 
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  }
}
