{
  "extensionDescription": {
    "message": "ફેસબુક કંટેનર તમારી Facebook પ્રવૃત્તિને તમારી બાકીની વેબ પ્રવૃત્તિથી અલગ કરે છે જેથી Facebook ને તૃતીય પક્ષ કૂકીઝ દ્વારા તમારી વેબસાઇટ પર ટ્રૅક કરવાથી અટકાવી શકાય.", 
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "in-fbc-subhead": {
    "message": "$URL$ Facebook Container માં છે.", 
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.facebook.com"
      }
    }
  }, 
  "facebookContainer": {
    "message": "ફેસબુક કન્ટેનર", 
    "description": "This is the name of the extension, and appears at the top of all onboarding panels. Please do not translate \"Facebook Container\"."
  }, 
  "btn-allow": {
    "message": "મંજૂરી આપો", 
    "description": "This is a button to allows users to whitelist the domain, adding it to the Facebook container."
  }, 
  "btn-cancel": {
    "message": "રદ કરો", 
    "description": "This is a button to cancel out of the onboarding panel."
  }, 
  "btn-next": {
    "message": "આગળ", 
    "description": "This is a button to continue to the next onboarding panel."
  }, 
  "btn-back": {
    "message": "પાછળ", 
    "description": "This is a button that returns the user to the previous onboarding panel."
  }, 
  "btn-done": {
    "message": "થઈ ગયું", 
    "description": "This is a button the user clicks to close out the panel when they have finished reading the text."
  }, 
  "btn-arrow-back": {
    "message": "પાછલા પેનલ પર પાછા જાઓ.", 
    "description": "This is alternative text for the back arrow button."
  }, 
  "learn-more": {
    "message": "વધુ શીખો", 
    "description": "This is a link that opens a page with more information about Facebook Container."
  }, 
  "sites-included": {
    "message": "SITES INCLUDED", 
    "description": "This is a header for the list of websites that are in the Facebook Container by default. Capitalized letters are preferred if that makes sense/is feasible for the language."
  }, 
  "no-sites-added": {
    "message": "કંઈ નહીં", 
    "description": "This message is shown beneath the 'SITES YOU’VE ALLOWED' list header when no sites have been added to the contaner."
  }, 
  "remove": {
    "message": "દૂર કરો", 
    "description": ""
  }
}
