{
  "extensionDescription": {
    "message": "Facebook Container illa a actividade do Facebook do resto da súa actividade web para evitar que Facebook o rastrexe fóra do sitio web de Facebook a través de rastros de terceiros.",
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "in-fbc-subhead": {
    "message": "$URL$ está no contedor de Facebook.",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.facebook.com"
      }
    }
  },
  "in-fbc-p1": {
    "message": "Agora Facebook pode rastrexarte neste sitio. Para retirar este sitio do Facebook Container, seleccione os sitios permitidos no Facebook Container e retíreo da listaxe."
  },
  "on-facebook-subhead": {
    "message": "No Facebook e sitios sitios na linde do Facebook Container",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "on-facebook-p1": {
    "message": "Esta icona aparece na barra de enderezos do Firefox ao visitar sitios que pertencen a Facebook ou sitios que engadiu ao Facebook Container.",
    "description": "This is shown in the body of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "on-facebook-p2": {
    "message": "Estes sitios necesitan acceder á súa identidade do Facebook (ou saber quen é) para poder traballar. Isto tamén significa que Facebook pode rastrexar todo o que faga nestes sitios.",
    "description": "This is shown in the body of the panel pop up when the user is on Facebook."
  },
  "notOnFacebookHeader": {
    "message": "$URL$ non está no Facebook Container.",
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.google.com"
      }
    }
  },
  "notOnFacebookText": {
    "message": "Este sitio está fóra do Facebook Container. Isto fai que sexa máis difícil para o Facebook rastrexarte pola rede.",
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "onUnknownSiteHeader": {
    "message": "Este sitio non está no Facebook Container.",
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "facebookContainer": {
    "message": "Facebook Container",
    "description": "This is the name of the extension, and appears at the top of all onboarding panels. Please do not translate \"Facebook Container\"."
  },
  "onboarding1-subhead": {
    "message": "Utilizando Facebook Container",
    "description": "This is the subhead of onboarding panel 1. Please do not translate \"Facebook Container\""
  },
  "onboarding1-p1": {
    "message": "Facebook pode rastrexar a súa navegación moito máis alá de Facebook.com. Os botóns de Facebook como Gústame e Compartir, por exemplo, poden rastrexar onde estivo, incluso en páxinas que nunca lle gustaron nin compartiu.",
    "description": "This is the first paragraph of onboarding panel 1. Please do not translate \"Facebook Container\""
  },
  "onboarding1-p2": {
    "message": "Facebook Container crea unha linde entre os sitios do Facebook e o resto da web polo que é máis difícil que Facebook o rastrexe a súa navegación.",
    "description": "Please do not translate \"Facebook Container\""
  },
  "onboarding2-subhead": {
    "message": "No Facebook e nos sitios na linde do Facebook Container",
    "description": "This is the subhead for the second onboarding panel. Please do not translate \"Facebook Container\""
  },
  "onboarding2-alt": {
    "message": "A icona de valado do Facebook Container",
    "description": "This is alternative text for the icon in the second onboarding panel"
  },
  "onboarding2-p1": {
    "message": "Esta icona aparece na barra de enderezos de Firefox ao visitar sitios, como Facebook.com, que se atopan na linde do Facebook Container.",
    "description": "This is the first paragraph of the second onboarding panel."
  },
  "onboarding2-p2": {
    "message": "Estes sitios necesitan acceder á súa identidade do Facebook (ou saber quen é) para poder traballar. Isto tamén significa que Facebook pode rastrexar todo o que fai nestes sitios.",
    "description": "This is the second paragraph of the second onboarding panel. Please do not translate \"Facebook Container\""
  },
  "onboarding4-subhead": {
    "message": "Fóra do Facebook",
    "description": "This is the subhead for the fourth onboarding panel."
  },
  "onboarding4-p1": {
    "message": "Mesmo cando non estea no Facebook, Facebook pode rastrexalo en liña. Os botóns que lle permiten publicar cousas en Facebook ou iniciar sesión en sitios web mediante a súa conta de Facebook conteñen rastrexadores. Facebook Container bloqueará estes rastrexadores e amosará a icona do valado para amosarlle de onde foron eliminados os rastrexadores.",
    "description": "This is the first paragraph of the fourth onboarding panel."
  },
  "onboarding4-img": {
    "message": "Esta imaxe demostra como a icona de valado do Facebook Container aparecerá dentro da páxina ao lado dun botón de Gústame do Facebook.",
    "description": "This is alternative text for the image shown in the fourth onboarding panel."
  },
  "onboarding5-subhead": {
    "message": "Iniciar sesión co Facebook noutros sitios",
    "description": "This is the subhead for the fifth onboarding panel."
  },
  "onboarding5-p1": {
    "message": "Para empregar o seu inicio de sesión do Facebook noutros sitios, terá que movelos dentro da linde. Prema na icona do valado e seleccione «Permitir sitio no Facebook Container» abaixo de todo.",
    "description": "This is the first paragraph of the fifth onboarding panel."
  },
  "onboarding5-img": {
    "message": "Esta imaxe demostra como aparecerá no panel o botón para engadir un sitio ao Facebook Container.",
    "description": "This is alternative text for the image shown in the fifth onboarding panel."
  },
  "onboarding5-p2": {
    "message": "Isto permítelle iniciar sesión co Facebook, pero permite que o Facebook poida rastrexar a súa actividade nese sitio.",
    "description": "This is the second paragraph on the fifth onboarding panel."
  },
  "btn-allow": {
    "message": "Permitir",
    "description": "This is a button to allows users to whitelist the domain, adding it to the Facebook container."
  },
  "btn-cancel": {
    "message": "Cancelar",
    "description": "This is a button to cancel out of the onboarding panel."
  },
  "btn-next": {
    "message": "Seguinte",
    "description": "This is a button to continue to the next onboarding panel."
  },
  "btn-back": {
    "message": "Atrás",
    "description": "This is a button that returns the user to the previous onboarding panel."
  },
  "btn-done": {
    "message": "Feito",
    "description": "This is a button the user clicks to close out the panel when they have finished reading the text."
  },
  "btn-arrow-back": {
    "message": "Volva ao panel anterior.",
    "description": "This is alternative text for the back arrow button."
  },
  "btn-arrow-forward": {
    "message": "Vaia a Como funciona o Facebook Container",
    "description": "This is alternative text for the arrow icon next to the \"How Facebook Container Works\" link"
  },
  "no-trackers-subhead": {
    "message": "Non se detectaron rastrexadores do Facebook",
    "description": ""
  },
  "no-trackers-p1": {
    "message": "Facebook Container non detectou ningún rastrexador do Facebook nesta páxina. Non obstante, a páxina aínda pode conter outro tipo de rastrexadores.",
    "description": ""
  },
  "learn-more": {
    "message": "Saber máis",
    "description": "This is a link that opens a page with more information about Facebook Container."
  },
  "how-fbc-works": {
    "message": "Como funciona o Facebook Container",
    "description": "This is a button that opens the Facebook Container onboarding flow."
  },
  "trackers-detected-subhead": {
    "message": "Protexémolo do Facebook.",
    "description": "This is a subhead, and it means that the add on has protected the user by blocking Facebook trackers."
  },
  "trackers-detected-p1": {
    "message": "Os botóns do Facebook que aparecen en tendas, novas e outros sitios conteñen rastrexadores que lle indican ao Facebook onde estivo na rede. Aínda que nunca use estes botóns para dar gústame ou compartir, os rastrexadores aínda poden recoller datos sobre a súa navegación. Facebook Container bloquea estes rastrexadores.",
    "description": ""
  },
  "trackers-detected-p2": {
    "message": "Facebook Container bloquea estes rastrexadores. Non obstante, se preme nalgún destes botóns, Facebook poderá realizar un seguimento.",
    "description": ""
  },
  "trackers-detected-fence-alt": {
    "message": "O valado do Facebook Container con escudo.",
    "description": "This is alternative text describing the container fence icon."
  },
  "sites-added-subhead": {
    "message": "Sitios permitidos no Facebook Container",
    "description": "This is a panel subhead."
  },
  "sites-included": {
    "message": "SITIOS INCLUÍDOS",
    "description": "This is a header for the list of websites that are in the Facebook Container by default. Capitalized letters are preferred if that makes sense/is feasible for the language."
  },
  "no-sites-added": {
    "message": "Ningún",
    "description": "This message is shown beneath the 'SITES YOU’VE ALLOWED' list header when no sites have been added to the contaner."
  },
  "sites-allowed": {
    "message": "Sitios que vostede permitiu",
    "description": "This is the header for the list of sites the user has manually added into the Facebook Container. Capitalized letters are preferred if that makes sense/is feasible for the lanaguage."
  }
}
