{
  "extensionDescription": {
    "message": "Ang Facebook container ay inihihiwalay ang iyong mga aktibidad sa Facebook sa iba mong aktibidad sa web upang maiwasan ang Facebook na subaybayan ka sa labas ng kanilang website gamit ang mga third party cookies.",
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "in-fbc-subhead": {
    "message": "$URL$ ay nasa Facebook Container.",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.facebook.com"
      }
    }
  },
  "in-fbc-p1": {
    "message": "Maaari nang i-track ng Facebook ang site na ito. Para alisin sa Facebook Container ang site na ito, piliin ang Sites Allowed sa Facebook Container at alisin ito mula sa listahan."
  },
  "on-facebook-subhead": {
    "message": "Nasa Facebook at Sites na sakop ng Facebook Container",
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "on-facebook-p1": {
    "message": "Ang icon na ito ay makikita sa address bar ng Firefox kung ikaw ay bibisita ng mga site na pag-aari ng Facebook o mga site na dinagdag mo sa Facebook Container.",
    "description": "This is shown in the body of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "on-facebook-p2": {
    "message": "Ang mga site na ito ay nangangailangan ng access sa iyong pagkakakilanlan sa Facebook (o kung sino ikaw) para gumana. Nangangahulugan din ito na pwedeng subaybayan ng Facebook ang lahat ng ginagawa mo sa mga site na ito.",
    "description": "This is shown in the body of the panel pop up when the user is on Facebook."
  },
  "notOnFacebookHeader": {
    "message": "$URL$ ay wala sa Facebook Container.",
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".",
    "placeholders": {
      "url": {
        "content": "$1",
        "example": "www.google.com"
      }
    }
  },
  "notOnFacebookText": {
    "message": "Ang site na ito ay nasa labas ng Facebook Container. Ginawa nitong mas mahirap para sa Facebook na subaybayan ka sa web.",
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "onUnknownSiteHeader": {
    "message": "Ang site na ito ay wala sa Facebook Container.",
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  },
  "facebookContainer": {
    "message": "Facebook Container",
    "description": "This is the name of the extension, and appears at the top of all onboarding panels. Please do not translate \"Facebook Container\"."
  },
  "onboarding1-subhead": {
    "message": "Paggamit ng Facebook Container",
    "description": "This is the subhead of onboarding panel 1. Please do not translate \"Facebook Container\""
  },
  "onboarding1-p1": {
    "message": "Maaaring subaybayan ng Facebook ang iyong browsing lampas pa sa loob ng Facebook.com. Sa pamamagitan ng Facebook Like at Share buttons, halimbawa, ay maaring masubaybayan kung nasaan ka — kahit sa mga pahinang hindi mo nai-like or share.",
    "description": "This is the first paragraph of onboarding panel 1. Please do not translate \"Facebook Container\""
  },
  "onboarding1-p2": {
    "message": "Ang Facebook Container ay gumagawa ng hangganan sa paggitan ng mga Facebook site at iba pang nasa web para mahirapan ang Facebook na subaybayan ka online.",
    "description": "Please do not translate \"Facebook Container\""
  },
  "onboarding2-subhead": {
    "message": "Nasa Facebook at Sites na sakop ng Facebook Container",
    "description": "This is the subhead for the second onboarding panel. Please do not translate \"Facebook Container\""
  },
  "onboarding2-alt": {
    "message": "Ang bakod na icon ng Facebook Container",
    "description": "This is alternative text for the icon in the second onboarding panel"
  },
  "onboarding2-p1": {
    "message": "Ang icon na ito ay lilitaw sa Firefox address bar kapag binisita mo ang mga sites, tulad ng Facebook.com, na nasa hangganan ng Facebook Container.",
    "description": "This is the first paragraph of the second onboarding panel."
  },
  "onboarding2-p2": {
    "message": "Ang mga site na ito ay nangangailangan ng access sa iyong pakakakilanlan sa Facebook (o malaman kung sino ka) upang gumana. Nangangahulugan din ito na maaaring nakasubaybay ang Facebook sa lahat ng ginagawa mo sa mga site na ito.",
    "description": "This is the second paragraph of the second onboarding panel. Please do not translate \"Facebook Container\""
  },
  "onboarding4-subhead": {
    "message": "Sa labas ng Facebook",
    "description": "This is the subhead for the fourth onboarding panel."
  },
  "btn-allow": {
    "message": "Payagan",
    "description": "This is a button to allows users to whitelist the domain, adding it to the Facebook container."
  },
  "btn-cancel": {
    "message": "Kanselahin",
    "description": "This is a button to cancel out of the onboarding panel."
  },
  "btn-next": {
    "message": "Sunod",
    "description": "This is a button to continue to the next onboarding panel."
  },
  "btn-back": {
    "message": "Bumalik",
    "description": "This is a button that returns the user to the previous onboarding panel."
  },
  "btn-done": {
    "message": "Tapos na",
    "description": "This is a button the user clicks to close out the panel when they have finished reading the text."
  },
  "btn-arrow-back": {
    "message": "Bumalik sa naunang panel.",
    "description": "This is alternative text for the back arrow button."
  },
  "btn-arrow-forward": {
    "message": "Pumunta sa Kung paano gamitin ang Facebook Container",
    "description": "This is alternative text for the arrow icon next to the \"How Facebook Container Works\" link"
  },
  "no-trackers-subhead": {
    "message": "Walang natuklasan na mga trackers ng Facebook",
    "description": ""
  },
  "learn-more": {
    "message": "Matuto ng higit pa",
    "description": "This is a link that opens a page with more information about Facebook Container."
  },
  "how-fbc-works": {
    "message": "Paano gumagana ang Facebook Container",
    "description": "This is a button that opens the Facebook Container onboarding flow."
  },
  "trackers-detected-subhead": {
    "message": "Protektado ka namin mula sa Facebook.",
    "description": "This is a subhead, and it means that the add on has protected the user by blocking Facebook trackers."
  },
  "trackers-detected-fence-alt": {
    "message": "Bakod ng Facebook Container na may shield.",
    "description": "This is alternative text describing the container fence icon."
  },
  "sites-added-subhead": {
    "message": "Mga sites na pinapayagan sa Facebook Container",
    "description": "This is a panel subhead."
  },
  "sites-included": {
    "message": "SITES INCLUDED",
    "description": "This is a header for the list of websites that are in the Facebook Container by default. Capitalized letters are preferred if that makes sense/is feasible for the language."
  },
  "no-sites-added": {
    "message": "Wala",
    "description": "This message is shown beneath the 'SITES YOU’VE ALLOWED' list header when no sites have been added to the contaner."
  },
  "sites-allowed": {
    "message": "MGA SITE NA PINAYAGAN MO",
    "description": "This is the header for the list of sites the user has manually added into the Facebook Container. Capitalized letters are preferred if that makes sense/is feasible for the lanaguage."
  },
  "remove": {
    "message": "Alisin",
    "description": ""
  },
  "button-allow-site": {
    "message": "Payagan ang Site sa Facebook Container",
    "description": "Button text that allows sites to be added to the Facebook Container"
  },
  "button-remove-site": {
    "message": "Tanggalin ang Site mula sa Facebook Container",
    "description": "Button text that removes an already-added site from the Facebook Container to the default container"
  },
  "button-remove-site-tooltip": {
    "message": "Dahil ito ay isang site na pagmamay-ari ng Facebook, hindi ito maaaring tanggalin mula sa Facebook Container.",
    "description": "Tooltip that is displayed when hovering over the remove site button"
  },
  "remove-site-subhead": {
    "message": "Alisin ang site mula sa Facebook Container?",
    "description": ""
  },
  "inPageUI-tooltip-prompt-p1": {
    "message": "Payagan ang Facebook na subaybayan ka rito?",
    "description": ""
  },
  "inPageUI-tooltip-prompt-checkbox": {
    "message": "Huwag ipakita sa akin ito ulit",
    "description": ""
  }
}
