{
  "extensionDescription": {
    "message": "Facebook Container isolearret jo Facebook-aktiviteiten fan jo oare ynternetaktiviteiten en foarkomt dat Facebook jo mei cookies fan tredden bûten de Facebook-website folget.", 
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "in-fbc-subhead": {
    "message": "$URL$ stiet yn de Facebook Container.", 
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.facebook.com"
      }
    }
  }, 
  "in-fbc-p1": {
    "message": "Facebook kin jo no op dizze side folgje. Om dizze side út Facebook Container fuort te smiten, selektearje Websiden tastien yn Facebook Container en wiskje it fan de list."
  }, 
  "on-facebook-subhead": {
    "message": "Op Facebook en Siden yn de Facebook Container Boundary", 
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "notOnFacebookHeader": {
    "message": "$URL$ stiet net yn de Facebook-kontener.", 
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.google.com"
      }
    }
  }, 
  "notOnFacebookText": {
    "message": "Dizze website stiet bûten de Facebook-konteners. Dit makket it foar Facebook swieriger om jo op ynternet te folgjen.", 
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "onUnknownSiteHeader": {
    "message": "Dizze website stiet net yn de Facebook-kontener.", 
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  }
}
