{
  "extensionDescription": {
    "message": "ဖေ့ဘုတ်ကွန်တိန်နာသည် သတ်ဖ်ပါတီကွတ်ကီးအဖြစ်ဖြင့် သင်၏ဖေ့ဘုတ်လှုပ်ရှားမှုများကို ခြေရာခံခြင်းကို တားဆီးပေးပါသည်။", 
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "in-fbc-subhead": {
    "message": "$URL$ သည် Facebook Container ထဲတွင် ရှိသည်။", 
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.facebook.com"
      }
    }
  }, 
  "in-fbc-p1": {
    "message": "ယခုကြည့်နေသော ဝဘ်ဆိုက်ကို Facebook က နောက်ယောင်ခံနိုင်သည်။ Facebook Container ထဲမှ ယခုဝဘ်ဆိုက်ကို ဖယ်ရှားရန် Facebook Container ထဲတွင် ခွင့်ပြုထားသော ဝဘ်ဆိုက်များ ကို ရွေးပြီး စာရင်းထဲမှ ဖယ်ရှားနိုင်သည်။"
  }, 
  "on-facebook-subhead": {
    "message": "Facebook Container အတွင်းရှိ Facebook နှင့် ဝဘ်ဆိုက်များပေါ်တွင်", 
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "on-facebook-p1": {
    "message": "သင် Facebook ပိုင်ဆိုင်သော ဝဘ်ဆိုက်များ သို့မဟုတ် Facebook Container ထဲသို့ ထည့်ထားသော ဝဘ်ဆိုက်များကို ကြည့်ရှုသည့်အခါ ယခုအိုင်ကွန်သည် Firefox လိပ်စာဘားတန်းထဲတွင် ပေါ်လာမည်။", 
    "description": "This is shown in the body of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "on-facebook-p2": {
    "message": "ထိုဝဘ်ဆိုက်များသည် ကောင်းမွန်စွာလုပ်ဆောင်ရန် (သို့မဟုတ် သင် မည်သူဆိုတာကို သိရန်) သင့် Facebook သက်သေခံကို ရယူရန် လိုအပ်သည်။ ယခုကိစ္စသည် Facebook က ၎င်းဝဘ်ဆိုက်များတွင် သင်ဆောင်ရွက်နေသည်များကို နောက်ယောင်ခံနိုင်စေရန် ဆိုလိုခြင်း ဖြစ်သည်။", 
    "description": "This is shown in the body of the panel pop up when the user is on Facebook."
  }, 
  "notOnFacebookHeader": {
    "message": "$URL$ သည် ဖေ့ဘုတ်ကွန်တိန်နာထဲတွင် မဟုတ်ပါ။", 
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.google.com"
      }
    }
  }, 
  "notOnFacebookText": {
    "message": "ဤဆိုက်သည် ဖေ့ဘုတ်ကွန်တိန်နာအပြင်ဘက်တွင်ရှိသည်။ ဤသည်မှာ ဖေ့ဘုတ်အတွက် ဝဘ်ပေါ်တွင်သင့်ကိုခြေရာခံနိုင်ရန် ပို၍ခက်ခဲစေသည်။", 
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "onUnknownSiteHeader": {
    "message": "ဤဆိုက်သည် ဖေ့ဘုတ်ကွန်တိန်နာထဲတွင် မဟုတ်ပါ။", 
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "facebookContainer": {
    "message": "ဖေ့ဘုတ်ကွန်တိန်နာ", 
    "description": "This is the name of the extension, and appears at the top of all onboarding panels. Please do not translate \"Facebook Container\"."
  }, 
  "onboarding1-subhead": {
    "message": "ဖေ့ဘုတ်ကွန်တိန်နာအသုံးပြုခြင်း", 
    "description": "This is the subhead of onboarding panel 1. Please do not translate \"Facebook Container\""
  }, 
  "learn-more": {
    "message": "ပိုမိုလေ့လာရန်", 
    "description": "This is a link that opens a page with more information about Facebook Container."
  }, 
  "how-fbc-works": {
    "message": "Facebook Container အလုပ်လုပ်ပုံ", 
    "description": "This is a button that opens the Facebook Container onboarding flow."
  }, 
  "trackers-detected-subhead": {
    "message": "Facebook ထံကနေ ကာကွယ်ထားပါသည်။", 
    "description": "This is a subhead, and it means that the add on has protected the user by blocking Facebook trackers."
  }, 
  "trackers-detected-fence-alt": {
    "message": "အကာအကွယ်နှင့် Facebook Container စည်းရိုး", 
    "description": "This is alternative text describing the container fence icon."
  }, 
  "sites-added-subhead": {
    "message": "Facebook Container ထဲရှိ ခွင့်ပြုထားသည့် ဝဘ်ဆိုက်များ", 
    "description": "This is a panel subhead."
  }, 
  "sites-included": {
    "message": "ပါဝင်နေသည့် ဝဘ်ဆိုက်များ", 
    "description": "This is a header for the list of websites that are in the Facebook Container by default. Capitalized letters are preferred if that makes sense/is feasible for the language."
  }, 
  "no-sites-added": {
    "message": "ဘာမျှမရှိ", 
    "description": "This message is shown beneath the 'SITES YOU’VE ALLOWED' list header when no sites have been added to the contaner."
  }, 
  "sites-allowed": {
    "message": "ခွင့်ပြုထားသည့် ဝဘ်ဆိုက်များ", 
    "description": "This is the header for the list of sites the user has manually added into the Facebook Container. Capitalized letters are preferred if that makes sense/is feasible for the lanaguage."
  }, 
  "remove": {
    "message": "ဖယ်ရှားပါ", 
    "description": ""
  }, 
  "remove-site-subhead": {
    "message": "Facebook Container ထဲမှ ဖယ်ရှားမည် ဟုတ်ပါသလား။", 
    "description": ""
  }, 
  "inPageUI-tooltip-prompt-p1": {
    "message": "Facebook က သင့်ကို နောက်ယောင်ခံရန် ခွင့်ပြုပါမည်လား။", 
    "description": ""
  }, 
  "inPageUI-tooltip-prompt-p2": {
    "message": "သင်သည် Facebook ကို အသုံးပြုပြီး ယခုဝဘ်ဆိုက်ကို ဝင်ရောက်လိုပါက ယခုဝဘ်ဆိုက်တွင် သင်ကြည့်သမျှကို နောက်ယောင်ခံနိုင်ပါလိမ့်မည်။ ယခုကိစ္စသည် သင့်အွန်လိုင်းရှိအသုံးပြုပုံစံကို ပုံဖော်တည်ဆောက်ရာတွင် ၎င်းတို့အတွက် အထောက်အကူ ဖြစ်စေသည်။", 
    "description": ""
  }, 
  "inPageUI-tooltip-prompt-checkbox": {
    "message": "နောက်ထပ်မပြပါနှင့်။", 
    "description": ""
  }
}
