{
  "extensionDescription": {
    "message": "Kontainer Facebook mengisolasi aktivitas Facebook Anda dari aktivitas web Anda yang lain untuk mencegah Facebook melacak Anda di luar situs web Facebook melalui kuki pihak ketiga.", 
    "description": "Description of the extension. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "onFacebookHeader": {
    "message": "$URL$ ada dalam Kontainer Facebook.", 
    "description": "This is shown at the top of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.facebook.com"
      }
    }
  }, 
  "onFacebookText": {
    "message": "Ikon ini muncul di bilah alamat ketika Anda mengunjungi situs web seperti Facebook.com, Instagram.com, atau Messenger.com yang ada di Kontainer Facebook.", 
    "description": "This is shown in the body of the panel pop-up when the user is on a Facebook website, which has been automatically opened into Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "notOnFacebookHeader": {
    "message": "$URL$ tidak ada dalam Kontainer Facebook.", 
    "description": "This is shown at the top of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\".", 
    "placeholders": {
      "url": {
        "content": "$1", 
        "example": "www.google.com"
      }
    }
  }, 
  "notOnFacebookText": {
    "message": "Situs ini berada di luar Kontainer Facebook. Ini membuat Facebook semakin sulit melacak Anda di web.", 
    "description": "This is shown in the body of the panel pop-up when the user is NOT on a Facebook website, which has been automatically opened OUTSIDE Facebook Container. DO NOT TRANSLATE \"Facebook Container\"."
  }, 
  "onUnknownSiteHeader": {
    "message": "Situs ini tidak ada dalam Kontainer Facebook.", 
    "description": "This is shown at the top of the panel pop-up when the user is on an \"unknown\" website - e.g., about:newtab. DO NOT TRANSLATE \"Facebook Container\"."
  }
}
